Revit 2027 API
UnitTypeId.KilonewtonMetersPerDegree Property
 Kilonewton meters per degree.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonMetersPerDegree { get; }
Public Shared ReadOnly Property KilonewtonMetersPerDegree As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonMetersPerDegree {
	ForgeTypeId^ get ();
}
static member KilonewtonMetersPerDegree : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace